aaron-bond.better-comments
alefragnani.Bookmarks
codezombiech.gitignore
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
flyfly6.terminal-in-status-bar
Gydunhn.vsc-essentials
llvm-vs-code-extensions.vscode-clangd
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
naumovs.color-highlight
oderwat.indent-rainbow
PKief.material-icon-theme
twxs.cmake
vscodevim.vim
xaver.clang-format
yzhang.markdown-all-in-one
