aaron-bond.better-comments
adpyke.codesnap
ajshortt.tokyo-hack
alefragnani.bookmarks
bierner.emojisense
bierner.markdown-emoji
codezombiech.gitignore
davidanson.vscode-markdownlint
davidsanders.search-under-cursor
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
enkia.tokyo-night
evgeniypetukhov.dark-low-contrast
flyfly6.terminal-in-status-bar
gruntfuggly.todo-tree
gydunhn.vsc-essentials
ibm.output-colorizer
llvm-vs-code-extensions.vscode-clangd
mechatroner.rainbow-csv
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
mshr-h.veriloghdl
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
tomphilbin.gruvbox-themes
twxs.cmake
usernamehw.errorlens
vitaliymaz.vscode-svg-previewer
vscodevim.vim
xaver.clang-format
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
