aaron-bond.better-comments
adpyke.codesnap
alefragnani.bookmarks
bierner.emojisense
bierner.markdown-emoji
codezombiech.gitignore
davidanson.vscode-markdownlint
davidsanders.search-under-cursor
donjayamanne.githistory
dotjoshjohnson.xml
eamodio.gitlens
evgeniypetukhov.dark-low-contrast
fabiospampinato.vscode-highlight
flyfly6.terminal-in-status-bar
github.github-vscode-theme
gruntfuggly.todo-tree
gydunhn.vsc-essentials
ibm.output-colorizer
llvm-vs-code-extensions.vscode-clangd
mechatroner.rainbow-csv
medo64.render-crlf
mesonbuild.mesonbuild
mhutchie.git-graph
mksafi.find-word-at-cursor
mrmomo.meson-build
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
shardulm94.trailing-spaces
twxs.cmake
usernamehw.errorlens
vitaliymaz.vscode-svg-previewer
vscodevim.vim
xaver.clang-format
yzhang.markdown-all-in-one
